public/consultaRequest_1107513635_01-04-2024.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.proxy.deceval.com/">
        <soapenv:Header/>
        <soapenv:Body>
           <ser:consultarPagares>
              <!--Optional:-->
              <arg0>
                 <!--Optional:-->
                 <consultaPagareServiceDTO>
                    <!--Optional:-->
                    <codigoDeceval>32146583</codigoDeceval>
                    <!--Optional:-->
                    <idTipoIdentificacionFirmante>1</idTipoIdentificacionFirmante>
                    <!--Optional:-->
                    <numIdentificacionFirmante>1107513635</numIdentificacionFirmante>
                    <!--Optional:-->
                    <numPagareEntidad>2024-04-01-10:58_PAG</numPagareEntidad>
                 </consultaPagareServiceDTO>
                 <!--Optional:-->
                 <header>
                    <!--Optional:-->
                    <codigoDepositante>698</codigoDepositante>
                    <!--Optional:-->
                    <fecha>2024-04-01T10:58:34</fecha>
                    <!--Optional:-->
                    <hora>10:58:34</hora>
                    <!--Optional:-->
                    <usuario>9004326291</usuario>
                 </header>
              </arg0>
           </ser:consultarPagares>
        </soapenv:Body>
     </soapenv:Envelope>
